{
  "ABCC11": [
    {
      "link": "https://www.nature.com/articles/ng1733",
      "text": "Yoshiura, K.-I. et al., A SNP in the ABCC11 gene is the determinant of human earwax type., Nat. Genet., 2006"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3674910/",
      "text": "Rodriguez, S. et al., Dependence of deodorant usage on ABCC11 genotype: scope for personalized genetics in personal hygiene., J. Invest. Dermatol., 2013"
    }
  ],
  "ABO": [
    {
      "link": "https://en.wikipedia.org/wiki/ABO_(gene)",
      "text": "ABO, Wikipedia, as of April 2018"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3058268/",
      "text": "Reid, M. E. et al., DNA-based methods in the immunohematology reference laboratory., Transfus. Apher. Sci., 2011"
    }
  ],
  "ACTN3": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1180686/",
      "text": "Yang, N. et al., ACTN3 genotype is associated with human elite athletic performance., Am. J. Hum. Genet., 2003"
    },
    {
      "link": "https://www.wired.com/2008/10/the-gene-for-jamaican-sprinting-success-no-not-really/",
      "text": "MacArthur, D., The gene for Jamaican sprinting success? No, not really., Wired, 2008"
    }
  ],
  "AKT1": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4872423/",
      "text": "Morgan, C. J. A. et al., AKT1 genotype moderates the acute psychotomimetic effects of naturalistically smoked cannabis in young cannabis smokers., Transl. Psychiatry, 2016"
    }
  ],
  "ALDH2": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC344651/",
      "text": "Yoshida, A. et al., Molecular abnormality of an inactive aldehyde dehydrogenase variant commonly found in Orientals., Proc. Natl. Acad. Sci. U.S.A., 1984"
    }
  ],
  "APOE": [
    {
      "link": "https://en.wikipedia.org/wiki/Apolipoprotein_E",
      "text": "Apolipoprotein E, Wikipedia, as of April 2018"
    }
  ],
  "AR": [
    {
      "link": "https://www.sciencedirect.com/science/article/pii/S0022202X15411753?via%3Dihub",
      "text": "Ellis, J. A. et al., Polymorphism of the androgen receptor gene is associated with male pattern baldness., J. Invest. Dermatol., 2001"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1226186/",
      "text": "Hillmer, A. M. et al., Genetic variation in the human androgen receptor gene is the major determinant of common early-onset androgenetic alopecia., Am. J. Hum. Genet., 2005"
    }
  ],
  "BRAF": [
    {
      "link": "http://blogs.nature.com/freeassociation/2011/08/melanoma_sequencing_identifies_1.html",
      "text": "Feliciano, P., Melanoma sequencing identifies new druggable targets, null, 2011"
    },
    {
      "link": "https://www.nature.com/articles/nature00766",
      "text": "Davies, H. et al., Mutations of the BRAF gene in human cancer., Nature, 2002"
    }
  ],
  "BRCA1": [
    {
      "link": "https://jamanetwork.com/journals/jama/fullarticle/2632503",
      "text": "Kuchenbaecker, K. B. et al., Risks of Breast, Ovarian, and Contralateral Breast Cancer for BRCA1 and BRCA2 Mutation Carriers., JAMA, 2017"
    },
    {
      "link": "https://en.wikipedia.org/wiki/BRCA1#Mutations_and_cancer_risk",
      "text": "BRCA1, Wikipedia, as of April 2018"
    }
  ],
  "CYP1A2": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3346273/",
      "text": "Thorn, C. F. et al., PharmGKB summary:  very important pharmacogene information for CYP1A2., Pharmacogenet. Genomics, 2012"
    }
  ],
  "EDAR": [
    {
      "link": "https://academic.oup.com/hmg/article/17/6/835/601141",
      "text": "Fujimoto, A. et al., A scan for genetic determinants of human hair morphology: EDAR is associated with Asian hair thickness., Hum. Mol. Genet., 2008"
    },
    {
      "link": "https://link.springer.com/article/10.1007%2Fs00439-013-1324-1",
      "text": "Tan, J. et al., The adaptive variant EDARV370A is associated with straight hair in East Asians., Hum. Genet., 2013"
    }
  ],
  "EPOR": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC46538/",
      "text": "la Chapelle, de, A. et al., Truncated erythropoietin receptor causes dominantly inherited benign human erythrocytosis., Proc. Natl. Acad. Sci. U.S.A., 1993"
    }
  ],
  "FGFR3": [
    {
      "link": "https://www.omim.org/entry/134934#0003",
      "text": "!!!!!!!!!!!!!!!!!!!!!! TODO !!!!!!!!!!!!!!!!!!!!!!!!!!!"
    }
  ],
  "FOXO3": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2544566/",
      "text": "Willcox, B. J. et al., FOXO3A genotype is strongly associated with human longevity., PNAS, 2008"
    }
  ],
  "GJB2": [
    {
      "link": "https://www.nature.com/articles/387080a0",
      "text": "Kelsell, D. P. et al., Connexin 26 mutations in hereditary non-syndromic sensorineural deafness., Nature, 1997"
    },
    {
      "link": "https://www.nature.com/articles/5200406",
      "text": "Gasparini, P. et al., High carrier frequency of the 35delG deafness mutation in European populations. Genetic Analysis Consortium of GJB2 35delG., Eur. J. Hum. Genet., 2000"
    }
  ],
  "HERC2": [
    {
      "link": "https://link.springer.com/article/10.1007%2Fs00439-007-0460-x",
      "text": "Eiberg, H. et al, Blue eye color in humans may be caused by a perfectly associated founder mutation in a regulatory element located within the HERC2 gene inhibiting OCA2 expression., Hum. Genet., 2008"
    }
  ],
  "HBB": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1950820/",
      "text": "Ayodo, G. et al.., Combining evidence of natural selection with association analysis increases power to detect malaria-resistance variants., Am. J. Hum. Genet., 2007"
    }
  ],
  "LCT": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1380240/",
      "text": "Kuokkanen, M. et al., Mutations in the translated region of the lactase gene (LCT) underlie congenital lactase deficiency., Am. J. Hum. Genet., 2006"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1627962/",
      "text": "Savilahti, E. et al., Congenital lactase deficiency. A clinical study on 16 patients., Arch. Dis. Child., 1983"
    }
  ],
  "MC1R": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2810292/",
      "text": "Mengel-From, J. et al., Genetic determinants of hair and eye colours in the Scottish and Danish populations., BMC Genet., 2009"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1288200/",
      "text": "Harding, R. M. et al., Evidence for variable selective pressures at MC1R., Am. J. Hum. Genet., 2000"
    }
  ],
  "MCM6": [
    {
      "link": "https://www.nature.com/articles/ng826",
      "text": "Enattah, N. S. et al., Identification of a variant associated with adult-type hypolactasia., Nat. Genet., 2002"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1182075/",
      "text": "Bersaglieri, T. et al., Genetic signatures of strong recent positive selection at the lactase gene., Am. J. Hum. Genet., 2004"
    }
  ],
  "OCA2": [
    {
      "link": "https://onlinelibrary.wiley.com/doi/full/10.1111/j.1469-1809.2007.00407.x",
      "text": "Branicki, W. et al., Association of polymorphic sites in the OCA2 gene with eye colour using the tree scanning method., Ann. Hum. Genet. , 2008"
    }
  ],
  "OPN1MW": [
    {
      "link": "http://www.color-blindness.com/deuteranopia-red-green-color-blindness/",
      "text": "!!!!!!!!!!!!!!!!!!!!!! TODO !!!!!!!!!!!!!!!!!!!!!!!!!!!"
    },
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3075382/",
      "text": "Neitz, J. et al., The genetics of normal and defective color vision., Vision Res., 2011"
    }
  ],
  "OPN4": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2647333/",
      "text": "Roecklein, K. A. et al., A missense variant (P10L) of the melanopsin (OPN4) gene in seasonal affective disorder., J. Affect. Disord., 2009"
    }
  ],
  "OR2J3": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3408771/",
      "text": "McRae, J. F. et al., Genetic variation in the odorant receptor OR2J3 is associated with the ability to detect the grassy smelling odor, cis-3-hexen-1-ol., Chem. Senses, 2012"
    }
  ],
  "PCDH15": [
    {
      "link": "http://www.nejm.org/doi/full/10.1056/NEJMoa021502",
      "text": "Ben-Yosef, T. et al., A mutation of PCDH15 among Ashkenazi Jews with the type 1 Usher syndrome., N. Engl. J. Med., 2003"
    }
  ],
  "PER2": [
    {
      "link": "http://science.sciencemag.org/content/291/5506/1040.long",
      "text": "Toh, K. L. et al., An hPer2 phosphorylation site mutation in familial advanced sleep phase syndrome., Science, 2001"
    },
    {
      "link": "https://www.nature.com/articles/nm0999_1062",
      "text": "Jones, C. R. et al., Familial advanced sleep-phase syndrome: A short-period circadian rhythm variant in humans., Nat. Med., 1999"
    }
  ],
  "SERPINE1": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5687852/",
      "text": "Khan, S. S. et al., A null mutation in SERPINE1 protects against biological aging in humans., Sci. Adv., 2017"
    }
  ],
  "SH2B3": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2673512/",
      "text": "Hunt, K. A. et al., Novel celiac disease genetic determinants related to the immune response., Nat. Genet., 2008"
    }
  ],
  "SLC24A5": [
    {
      "link": "https://academic.oup.com/mbe/article/24/3/710/1240790",
      "text": "Norton, H. L. et al. , Genetic evidence for the convergent evolution of light skin in Europeans and East Asians., Mol. Biol. Evol., 2007"
    }
  ],
  "SLC45A2": [
    {
      "link": "https://www.nature.com/articles/jhg2008124",
      "text": "Branicki, W. et al., Association of the SLC45A2 gene with physiological human hair colour variation., J. Hum. Genet., 2008"
    }
  ],
  "SMARCAD1": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3155166/",
      "text": "Nousbeck, J. et al., A mutation in a skin-specific isoform of SMARCAD1 causes autosomal-dominant adermatoglyphia., Am. J. Hum. Genet., 2011"
    }
  ],
  "TAS2R38": [
    {
      "link": "http://science.sciencemag.org/content/299/5610/1221.full",
      "text": "Kim, U.-K. et al., Positional cloning of the human quantitative trait locus underlying taste sensitivity to phenylthiocarbamide., Science, 2003"
    }
  ],
  "TCF7L2": [
    {
      "link": "https://www.nature.com/articles/ng1732",
      "text": "Grant, S. F. A. et al., Variant of transcription factor 7-like 2 (TCF7L2) gene confers risk of type 2 diabetes., Nat. Genet., 2006"
    }
  ],
  "TCHH": [
    {
      "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2775823/",
      "text": "Medland, S. E. et al., Common variants in the trichohyalin gene are associated with straight hair in Europeans., Am. J. Hum. Genet., 2009"
    }
  ]
}
